;汉化：aotix，由他人汉化补充而来。

[UICovertActions]
CovertActions_WarningAmbush="警告！\n这项任务容易受到伏击。我们应该确保我们的士兵有合适的战斗装备。"

[MissionTimers]
DataRetrievalTitle="撤离"
DataRetrievalSubtitle="直到敌人的增援部队到达"

DatamineTitle="数据挖掘"
DatamineSubtitle="数据挖掘完成所需回合数"

DatamineRetTitle="容器爆破"
DatamineRetSubtitle="摧毁所需回合数"

[Reward_RaiderBaseAction X2RewardTemplate]
DisplayName="摧毁袭击者基地"
RewardDetails="突袭这片大洲上的袭击者阵营基地，阻止他们频繁出现在任务简报中。"

[Reward_DiscoverRaiderBase X2RewardTemplate]
DisplayName="定位袭击者基地"
RewardDetails="找到这片大洲上的袭击者阵营基地，作为摧毁他们行动基地的前奏。"

[CovertActionNarrative_FindRaiderBase X2CovertActionNarrativeTemplate]
ActionName="找到袭击者"
ActionPreNarrative="情报显示在<XGParam:StrValue3/!ContinentName/>有一个袭击者基地。在这片大洲执行任务中他们将会是一个持续性的问题，如果我们能找到他们基地的确切坐标，我们也许能够解决这个问题。"
ActionPostNarrative="我们已经知道了他们的总部在哪里:现在我们只需要时间来计划一次摧毁行动。"

[CovertActionNarrative_RaiderDataRetrieval X2CovertActionNarrativeTemplate]
ActionName="隐蔽操作：数据检索"
ActionPreNarrative="我们有理由相信<XGParam:StrValue3/!ContinentName/>最近盗取了主要的变种人情报：如果我们派一个特工进行一个秘密行动，我们可以尝试为自己获取这个情报。"
ActionPostNarrative="这次行动很成功：现在我们更多地了解了变种人最近的行动情报。"

[CovertActionNarrative_RaiderBaseAction X2CovertActionNarrativeTemplate]
ActionName="摧毁袭击者"
ActionPreNarrative="不知出于何种原因，变种人一直在战术上保护位于<XGParam:StrValue3/!ContinentName/>的袭击者，阻止我们进行任何重大行动，直到现在。这可能是我们一次彻底阻碍他们努力的机会。"
ActionPostNarrative="他们在世界各地仍然有人员存在，但现在他们应该不再构成太大的问题了。"

; rewards

[CovertAction_FindRaiderBase X2CovertActionTemplate]
ActionObjective="定位袭击者总部"

[CovertAction_RaiderBaseAction X2CovertActionTemplate]
ActionObjective="摧毁袭击者总部"

[CovertAction_RaiderDataRetrieval X2CovertActionTemplate]
ActionObjective="隐蔽操作：数据检索"


[CovertActionRisk_RaiderAmbush X2CovertActionRiskTemplate]
RiskName="袭击者伏击"

[RaiderAmbush_Recap X2MissionFlavorTextTemplate]
FlavorText="缺少背景叙述"
CouncilSpokesmanSuccessText="由于这些未知的敌人想干扰XCOM的任务指挥官，你的快速工作确保了所有忠于抵抗军的人的安全返回。"
CouncilSpokesmanFailureText="看来这些敌人已经做好了准备，准备好伏击你的军队，指挥官。我们必须确保他们的牺牲没有白费。"

[RaiderBaseTakedown_Recap X2MissionFlavorTextTemplate]
CouncilSpokesmanSuccessText="随袭击者的主要行动基地被摧毁，XCOM在该地区的行动可以更好地集中在变种人和长老上。"
CouncilSpokesmanFailureText="这次失败是不幸的，指挥官。我们可能要花很长时间才能再次有机会攻击这些敌人。"
[MissionSource_RaiderAmbush X2MissionSourceTemplate]
MissionPinLabel="袭击者伏击"
MissionExpiredText="我们不能丢下我们的人，指挥官。"

; missions

[RM_CovertOp_DataRetrieval X2MissionTemplate]
DisplayName="从袭击者那里获取情报"
Briefing="获取情报 - 袭击者"
PostMissionType="获取情报"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="与秘密特工和XCOM小组一起撤离"
ObjectiveTextPools[1]="获取<XGParam:StrValue0/!QuestItemName/>从袭击者手里"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_Vehicle_04"

[RM_CovertOp_BaseTakedown X2MissionTemplate]
DisplayName="摧毁袭击者主基地"
Briefing="摧毁基站 - 袭击者"
PostMissionType="摧毁基地"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭作战区域内的所有敌人"

[RM_CovertOp_Datamine X2MissionTemplate]
DisplayName="从袭击者处回收物资"
Briefing="回收物资 - 袭击者"
PostMissionType="回收物资"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="保护数据传输装置"
ObjectiveTextPools[1]="从袭击者前哨站回收物资"


[RM_RaiderDatamine X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护数据传输装置直到完成"
ObjectiveTextPools[1]="消灭所有敌人"
ObjectiveTextPools[2]="从容器中回收物资"
ObjectiveTextPools[3]="撤离所有幸存的XCOM士兵"

[RM_DataRetrieval X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保证你的小队存活"
ObjectiveTextPools[1]="获取%QUESTITEM%"
ObjectiveTextPools[2]="回收%QUESTITEM%"
ObjectiveTextPools[3]="撤出所有幸存的XCOM士兵"

[RM_RaiderBaseTakedown X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭作战区域内的所有敌人"
ObjectiveTextPools[1]="撤出所有幸存的XCOM士兵"

; abilities and sitreps
[RM_CovertPhantom X2AbilityTemplate]
LocFriendlyName="隐蔽幽灵"
LocLongDescription="这个秘密特工是隐蔽的，在任务的前两个回合是不可能被发现的。"
LocHelpText="这个秘密特工是隐蔽的，在任务的前两个回合是不可能被发现的。"
LocFlyOverText="隐蔽幽灵"

[RM_CovertPhantom X2SitRepTemplate]
FriendlyName="隐蔽幽灵"
Description="他将在这次任务中秘密隐藏。"

[RM_CovertPhantomEffect X2SitRepEffect_GrantAbilities]
FriendlyName="隐蔽幽灵"
Description="他将在这次任务中秘密隐藏。"

[Hack_CovertObjectiveChest X2AbilityTemplate]
LocFriendlyName="破解密码"
LocHelpText="破解目标密码。"

;items
[RM_RaiderMateriel X2ItemTemplate]
FriendlyName="袭击者物资"
FriendlyNamePlural="袭击者物资"
BriefSummary="我们从一只袭击者派系抢夺的货物里找到了线索，这导致我们发现了他们从最近行动中积攒起来的物资储备，现在这些物资已经落入XCOM的手中。"